INSERT INTO Client
VALUES
(123,'+89017625465',1),
(124,'+89017625465',2),
(125,'+89017625465',3)

INSERT INTO Taxi
VALUES
(1,4),
(2,5),
(3,6)

INSERT INTO Automobile
VALUES
('Масерати','в123ок999','зелёный'),
('Феррари','в123ок999','красный'),
('Жигули','в123ок999','жёлтый')

INSERT INTO [Order]
VALUES
(123,1,100,'Пушкина 2','Пушкина 3',1,'2023-10-22T16:37:23','2023-10-22T16:44:33'),
(124,2,240,'Хуй бобра 3','Хуй бобра 3',2,'2023-10-22T16:37:23','2023-10-22T16:44:33'),
(125,3,1000,'Залупа 4','Залупа 4',3,'2023-10-22T16:37:23','2023-10-22T16:44:33')

INSERT INTO [Status]
VALUES
('Начат'),
('Завершён'),
('На рассмотрении')

INSERT INTO [User]
VALUES 
('QWERT','QWERT','Владимир','Андреевич','Сорокин',1),
('QWERTY','QWERTY','Владимир','Андреевич','Сорокин',1),
('ADMIN','ADMIN','Владимир','Андреевич','Сорокин',1),
('ADMIN1','ADMIN1','Владимир','Андреевич','Сорокин',2),
('ADMIN2','ADMIN2','Владимир','Андреевич','Сорокин',2),
('ADMIN3','ADMIN3','Владимир','Андреевич','Сорокин',2)

INSERT INTO [Role]
VALUES
('таксист'),
('клиент')

SELECT [Login],[Password] FROM [User] 
WHERE Role_id=1